Revit 2021.1 API
UnitTypeId.RatioTo12 Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId RatioTo12 { get; }
Visual Basic
Public Shared ReadOnly Property RatioTo12 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RatioTo12 {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace